tap "caarlos0/tap"
tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "ellie/atuin"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hyperledger/solang"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "noahgorstein/tap"
tap "redis-stack/redis-stack"
tap "shivammathur/php"
tap "tholu/tap"
brew "sqlite"
brew "ansible"
brew "aom"
brew "asciiquarium"
brew "astyle"
brew "atuin"
brew "automake"
brew "docutils"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "boost"
brew "brew-gem"
brew "python@3.9"
brew "libssh2"
brew "libgit2"
brew "cargo-c"
brew "ccls"
brew "cmatrix"
brew "unbound"
brew "qemu"
brew "lima"
brew "colima"
brew "curl"
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "coreutils"
brew "ctags"
brew "ddgr"
brew "deno"
brew "docker"
brew "docker-machine"
brew "dotnet"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fish"
brew "fisher"
brew "fzf"
brew "ruby"
brew "gem-bashly"
brew "gh"
brew "ghq"
brew "glow"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "groonga"
brew "gtk+3"
brew "htop"
brew "hub"
brew "openjdk"
brew "jdtls"
brew "joe"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "libfido2"
brew "libgccjit"
brew "librsvg"
brew "llvm"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "lynx"
brew "mariadb"
brew "maven"
brew "minikube"
brew "node@16"
brew "mongosh"
brew "mps-youtube"
brew "mpv"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "netcat"
brew "newsboat"
brew "openjdk@17"
brew "pandoc"
brew "peco"
brew "pgformatter"
brew "pnpm"
brew "podman"
brew "postgresql@14", restart_service: true
brew "python@3.10"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "slides"
brew "sqls"
brew "starship"
brew "syncthing"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "trivy"
brew "virtualenv"
brew "w3m"
brew "wget"
brew "xh"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "caarlos0/tap/timer"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-spacemacs-icon"]
brew "felixkratz/formulae/sketchybar"
brew "hidetatz/tap/kubecolor"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "noahgorstein/tap/jqp"
brew "shivammathur/php/php@8.0"
cask "alacritty"
cask "alfred"
cask "arc"
cask "basictex"
cask "dmenu-mac"
cask "dozer"
cask "espanso"
cask "fig"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-fira-mono"
cask "font-fira-sans"
cask "google-chrome"
cask "iterm2"
cask "kitty"
cask "numi"
cask "qutebrowser"
cask "redis-stack-server"
cask "slack"
cask "solang"
cask "spacelauncher"
cask "spotify"
cask "stats"
cask "vagrant"
cask "vagrant-manager"
vscode "adpyke.codesnap"
vscode "alefragnani.Bookmarks"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "evondev.evondev-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "hoovercj.vscode-power-mode"
vscode "jmrog.vscode-nuget-package-manager"
vscode "JuanBlanco.solidity"
vscode "klyap.vscode-stardew-icon-theme"
vscode "ms-dotnettools.csharp"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.edge"
vscode "sainnhe.everforest"
vscode "SonarSource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "TabNine.tabnine-vscode"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
