tap "caarlos0/tap"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "noahgorstein/tap"
tap "redis-stack/redis-stack"
tap "shivammathur/php"
tap "tholu/tap"
brew "sqlite"
brew "ansible"
brew "aom"
brew "asciiquarium"
brew "astyle"
brew "asdf"
brew "atuin"
brew "automake"
brew "docutils"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "boost"
brew "python@3.9"
brew "libssh2"
brew "libgit2"
brew "ccls"
brew "cmatrix"
brew "unbound"
brew "qemu"
brew "lima"
brew "colima"
brew "curl"
brew "freetds"
brew "krb5"
brew "coreutils"
brew "ctags"
brew "ddgr"
brew "deno"
brew "docker"
brew "docker-machine"
brew "dotnet"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fish"
brew "fisher"
brew "fzf"
brew "gem-bashly"
brew "gh"
brew "ghq"
brew "glow"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "groonga"
brew "gtk+3"
brew "htop"
brew "hub"
brew "openjdk"
brew "jdtls"
brew "joe"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "libfido2"
brew "libgccjit"
brew "librsvg"
brew "llvm"
brew "lolcat"
brew "lynx"
brew "mariadb"
brew "maven"
brew "minikube"
brew "node@16"
brew "mongosh"
brew "mps-youtube"
brew "mpv"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "netcat"
brew "newsboat"
brew "openjdk@17"
brew "pandoc"
brew "peco"
brew "pgformatter"
brew "pnpm"
brew "podman"
brew "postgresql@14", restart_service: true
brew "python@3.10"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "slides"
brew "sqls"
brew "starship"
brew "syncthing"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "trivy"
brew "virtualenv"
brew "w3m"
brew "wget"
brew "yarn"
brew "zoxide"
brew "hidetatz/tap/kubecolor"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "noahgorstein/tap/jqp"
cask "alacritty"
cask "fig"
cask "numi"
cask "redis-stack-server"
cask "slack"
cask "solang"
cask "spacelauncher"
cask "spotify"
cask "stats"
