# Using the command: brew bundle 
# for download the libraries
brew "bat"
brew "nvim"
brew "tmux"
brew "fish"
brew "fisher"
brew "peco"
brew "starship"
brew "htop"
brew "go"
brew "ruby"
brew "shellcheck"
brew "sqlite"
brew "sqls"
brew "awscli"
brew "peco"
brew "exa"
# Kubernetes
brew "kubernetes-cli"
# ...for configuring the Minikube cluster
brew "hyperkit"
# Minikube include the kubectl dependency
brew "minikube"
brew "netcat"
brew "docker"
# Docker runtime
brew "colima"
brew "ranger"
brew "lazygit"
brew "skhd"

# Read articles and watch video from terminal
brew "newsboat"
brew "mpv"

# IOS 
brew "brew install cocoapods"

# Java
brew "maven"

# Download the music from youtube
# bash cmd: youtube-dl -f bestaudio $(curl https://b-v.neocities.org/music | grep -iEo "https:\/\/youtu.be/.{11}
brew "youtube-dl"

# Casks
cask "spotify"
cask "alacritty"
cask "numi"
cask "alfred"
cask "spacelauncher"

# Dart, tool.. (included)
cask "flutter"
