# Using the command: brew bundle 
# for download the libraries
brew "bat"
brew "nvim"
brew "tmux"
brew "fish"
brew "fisher"
brew "peco"
brew "starship"
brew "htop"
brew "go"
brew "ruby"
brew "shellcheck"
brew "sqlite"
brew "sqls"
brew "awscli"
# Kubernetes
brew "kubernetes-cli"
# ...for configuring the Minikube cluster
brew "kubectl"
brew "netcat"
brew "ranger"

# Keybinding advanced
brew "skhd"

# Casks
cask "spotify"
cask "alacritty"
cask "numi"
